Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Gaza City (CNN) -- The bloodshed in Gaza showed no sign of letting up Saturday, with Israeli Prime Minister Benjamin Netanyahu vowing to "continue to act in full scale" against Hamas until all militant tunnels are destroyed.
pt: O primeiro-ministro israelense, Benjamin Netanyahu, afirmou neste sábado que seu país vai continuar sua ofensiva contra Gaza mesmo após serem destruídos os túneis do Hamas, que atravessa a fronteira entre os dois territórios.

source: Turkish strikes against the PKK in northern Iraq killed at least six people on Saturday, officials said, as Ankara's bombardment of the Kurdish rebel group entered its second week.
pt: A aviação turca realizou na madrugada uma nova série de ataques contra o PKK no norte do Iraque e no sudeste da Turquia, segundo anunciou o governo de Ancara.

source: Haya Zissel Braun was buried at a late-night funeral in Jerusalem after Wednesday's attack in which a 21-year-old Palestinian drove at high speed into a crowd, injuring six other people.
pt: Karen Mosquera morreu no mesmo dia do enterro do palestino de 21 anos que jogou seu carro contra o grupo de palestinos na quarta-feira passada, matando um bebê e ferindo outros seis israelenses.

source: But Selahattin Demirtas, the leader of the HDP, has also ruled out a coalition with the AKP and said the results had put an end to the discussion of an executive presidency championed by Erdogan.
pt: "A discussão de um presidente executivo e da ditadura acabou na Turquia", declarou o líder do partido, Selahattin Demirtas, em referência ao atual presidente, Recep Tayyip Erdogan.

source: "It should have never happened."
pt: Não tem como a gente fingir que não aconteceu .

source: Jan 6 (Reuters) - Bitstamp, one of the largest exchanges for trading the digital bitcoin currency, said it has temporarily suspended service after "some" of its "operational wallets were compromised" on Sunday, resulting in loss of about...
pt: A Bitstamp, uma das maiores plataformas de troca da moeda digital bitcoin, informou que suspendeu temporariamente o serviço após "algumas" de suas "carteiras operacionais terem sido comprometidas" neste domingo (4), o que resultou na perda de cerca de 19 mil bitcoins.

source: The price collapse came after the CSRC on Friday punished industry heavyweights for illegal operations in their margin trading .
pt: O regulador de mercado chinês puniu pesos-pesados da China por operações ilegais em suas negociações de margem .

source: The first Syrian refugees returned to the border town of Tal Abyad from Turkey Wednesday after it was liberated from the Islamic State group, an AFP journalist reported.
pt: Os primeiros refugiados que entraram na Turquia para fugir dos combates pelo controle da cidade síria de Tall Abyad começaram a atravessar nesta quarta-feira a fronteira para retornar ao país.

source: Bin Laden and his then deputy, Ayman al-Zawahiri, receive a scathing rebuke in a letter from some Iraqi supporters, who demand they denounce the bloodletting in Iraq.
pt: Bin Laden e seu então braço direito, Ayman al-Zawahri, receberam duras críticas em uma carta de seguidores iraquianos, que pediram uma denúncia do banho de sangue no Iraque.

source: What happens if Scotland breaks away?
pt: O que acontecerá com a BBC na Escócia?

source: Modesto Roma, the president of Santos, said the team filed the suit against Barcelona, Neymar, his father and marketing firm Neymar Sports e Marketing.
pt: O presidente do Santos, Modesto Roma Junior, explicou que o processo também envolve o pai do jogador, Neymar da Silva Santos, e sua empresa Neymar Sports e Marketing Ltda.

source: (CNN)A nuclear deal with international powers on Iran's nuclear program is within reach and achievable, Iranian President Hassan Rouhani told reporters Saturday.
pt: O presidente iraniano, Hassan Rohani, declarou neste sábado (21) que "não há nada que não possa ser resolvido" e que um acordo é "possível" sobre o programa nuclear de seu país.

source: I was not used to that role .
pt: Eu tinha que falar isso para ele .

source: I see so many people around me who it doesn't work out for .
pt: "Eu quero vê-la e perguntar a ela por que ela me abandonou .

source: I mean, I don't like the category .
pt: Não quer dizer nem que é melhor nem que é pior .

source: Nope, it's a woman I've never met before in England telling me it's time to wake up.
pt: Eu não te conheço, mas conheço bem ela, nunca ouvi falar de você, nunca te vi, não sei da sua vida.. .

source: ROME Oct 6 (Reuters) - Mario Balotelli has not been excluded from the Italy squad, coach Antonio Conte said on Monday, despite overlooking the maverick striker for this month's Euro 2016 qualifiers.
pt: ROMA (Reuters) - Mario Balotelli não foi excluído da seleção italiana, disse o técnico Antonio Conte nesta segunda-feira, apesar de ter deixado o polêmico atacante de fora dos próximos jogos das eliminatórias da Eurocopa de 2016.

source: But US Secretary of State John Kerry - who will meet Iran's Foreign Minister Mohammad Javad Zarif in Geneva on Monday - said he hoped the speech would not turn into "some great political football".
pt: O secretário de Estado norte-americano, John Kerry, e o ministro das Relações Exteriores do Irã, Mohammed Javad Zarif, encontraram-se nesta segunda-feira na cidade de Montreux, na Suíça, para a sexta rodada de negociações sobre o programa nuclear iraniano neste ano .

source: Israel approved new settler homes in east Jerusalem on Wednesday despite mounting unrest, as U.S. Secretary of State John Kerry was set for talks with the Palestinian leader on easing tensions.
pt: Na quinta-feira, o secretário de Estado americano, John Kerry, se reunirá com o presidente palestino, Mahmud Abbas, em Amã, para discutir o aumento da tensão em Jerusalém Oriental e na Cisjordânia.

source: China's official Xinhua News Agency reported that a rescue operation at the "privately-owned” Kangleyuan rest home in Lushan county was still underway Tuesday morning and that the cause of the fire was unclear.
pt: O fogo se iniciou na noite de segunda-feira em um lar privado para idosos no condado de Lushan, informou a agência oficial de notícias Xinhua nesta terça-feira, citando autoridades locais.

source: He said he was duty bound to complete negotiations with the European Union and International Monetary Fund to exit Greece’s bailout but said he was willing to broaden his ruling coalition if Stavros Dimas, his candidate, was chosen as president.
pt: Em um pronunciamento na televisão no domingo, ele disse que a Grécia tinha a obrigação de concluir as negociações com a União Europeia e o Fundo Monetário Internacional.

source: "If we achieve our first goal, get everyone on the Internet, build services at scale for the entire planet, we create this new problem: so much information you can't consume the stuff that's important to you," CTO Schroepfer said.
pt: "Se atingirmos nosso primeiro objetivo, de conectar todo o mundo à internet, criaremos um novo problema, de tamanho fluxo de informação que você não consegue chegar às coisas que lhe são importantes", disse o executivo-chefe de tecnologia da empresa, Mike Schroepfer, durante o evento.

source: But that's not the case .
pt: Mas, não tem muito o que fazer .

source: That can lead to hiring people who may not be the best candidate for a job.
pt: Que tudo seja o melhor para a maior quantidade possível de pessoas !

source: Islamic State has shut all schools in areas it controls in eastern Syria pending a religious revision of the curriculum, residents and a monitoring group said on Friday.
pt: O Estado Islâmico fechou todas as escolas localizadas em áreas sob seu controle no leste da Síria até que seja feita uma reforma religiosa nos currículos, disseram moradores e um grupo de monitoramento nesta sexta-feira (7).

source: MURSITPINAR Turkey (Reuters) - Street fighting raged between Kurdish defenders and Islamic State militants who advanced into Kobani on Monday after subjecting the Syrian border town to an assault lasting almost three weeks, residents and fighters said.
pt: MURSITPINAR, Turquia/ANCARA (Reuters) - Ataques aéreos liderados pelos Estados Unidos nesta quarta-feira levaram combatentes do Estado Islâmico a recuar para os limites da cidade fronteiriça curda síria de Kobani, a qual tentam tomar em uma ofensiva que já dura três semanas, disseram representantes locais.

source: According to the statement, a notice will be sent to SBM in the next few days so that it may present its defense.
pt: A SBM terá dez dias para apresentar defesa e até a conclusão do processo poderá fechar um acordo .

source: What I love is that I am a singer/performer first and I know that after all these years .
pt: “Eu atuo, sou um artista que ninguém vai saber que sou eu lá no palco .

source: In 1994, Tavurvur erupted at the same time as nearby Mount Vulcan, destroying Rabaul.
pt: O vulcão destruiu a cidade de Rabaul, em 1994, quando entrou em erupção simultaneamente com vizinho Monte Vulcan.

source: But the two rivals embraced after signing a deal for a national unity government in a televised ceremony in the capital, Kabul, on Sunday.
pt: Ghani e Abdullah assinaram neste domingo um acordo de governo de união nacional, em uma cerimônia em Cabul.

source: The club said they spent 57.1 million euros ($64.64 million) on the Brazil forward when he signed ahead of last season and former president Sandro Rosell steadfastly repeated the figure.
pt: O clube diz que gastou 57,1 milhões de euros (ou US$ 64,6 milhões) no atacante brasileiro com a contratação na última temporada, e o ex-presidente Sandro Rosell firmemente repetia os valores.

source: House Speaker John Boehner, R-Ohio, declared Monday that the overall size of any spending cuts has to exceed the magnitude of any debt ceiling increase.
pt: O Departamento do Tesouro dos EUA pediu ao Congresso para elevar o teto, mas o presidente da Câmara, John Boehner, disse nesta semana que não haverá aumento do limite de endividamento sem cortes de gastos significativos.

source: "But you know what is fun ?
pt: E sabe o que é melhor ?

source: "Unfortunately I wasn't able to renew my contract, but Santos will always be in my heart .
pt: Mas o Santos vai estar sempre no meu coração”, declarou.

source: Negotiators for Iran and world powers on Wednesday started their second day of a round of talks in Vienna aimed at hammering out a definitive deal over Tehran's contested nuclear programme by a July 20 deadline.
pt: A República Islâmica e seis potências nucleares fazem na terça e quarta-feira em Viena uma nova rodada de negociações com o objetivo de definir, até 20 de julho, um acordo mais abrangente que leve o Irã a abrir mão de parte do seu programa nuclear.

source: UPDATE 2-Air strikes hit airport in Libyan town, military blames rival armed group
pt: Ataques aéreos atingem aeroporto de cidade líbia e militares culpam grupo rival

source: The industry is rolling out such features as adaptive cruise control, crash-imminent braking and semi-automated, hands-free driving like GM's 'Super Cruise' feature to make roads safer.
pt: A indústria vem lançando tecnologias como o controle adaptativo de cruzeiro, freios para batidas iminentes e direção semi-automatizada com mãos livres.

source: The Kurds were celebrating the television appearance of Iraqi President Jalal Talabani, a Kurd incapacitated since late 2012, who cast his vote in Germany where he was undergoing medical treatment.
pt: Os curdos comemoravam a aparição na TV do presidente iraquiano, Jalal Talabani, um curdo que está incapacitado desde o fim de 2012.

source: For the government, Gastrosuisse is going too far with its demand.
pt: Para o governo, esta reivindicação de Gastrosuisse é um pouco exagerada .

source: She was such a good daughter," her father said.
pt: “Ela já era casada, tinha uma filha de 14 anos .

source: A Malaysian airliner carrying 295 people has crashed in east Ukraine on a flight from Amsterdam to Kuala Lumpur, amid allegations it was shot down .
pt: Um conselheiro do Ministério do Interior da Ucrânia disse que um avião de passageiros da Malaysian Airlines, com 295 pessoas a bordo, foi derrubado numa cidade do leste do país .

source: Economists polled by Reuters had forecast claims rising to 285,000 last week.
pt: Economistas consultados pela Reuters haviam projetado alta para 285 mil na semana passada.

source: "We've been open for a long time," he said.
pt: Ainda não foi dessa vez que ele ficou mais tempo com a gente .

source: I said this at the Forum today .
pt: Por isso que eu trabalho hoje como sempre trabalhei", afirmou.

source: Nigeria: Boko Haram Attacks Chad for the Firs...
pt: Primeiro ataque do Boko Haram no Chade deixa 10 mortos

source: Last week, the German chancellor and French President Francois Hollande carried a peace proposal to Moscow, where they met with Russian President Vladimir Putin.
pt: Os dois anunciaram o encontro após se reunirem com líderes da Ucrânia e com o presidente russo, Vladimir Putin, na semana passada.

source: "If we can reduce the number of people who are passing on their infection to others by about 70 percent, then the outbreak will come to an end," Dr. David Nabarro, the senior U.N. coordinator for the international response to Ebola, told Reuters.
pt: “Se conseguirmos reduzir o número de pessoas que estão transmitindo sua infecção para outras em 70 por cento, então o surto chegará ao fim”, afirmou o médico e coordenador-chefe David Nabarro à Reuters.

source: Palestinian officials have said Hamas has agreed to extend the cease-fire with Israel for five days .
pt: Israelenses e palestinos concordaram em estender o cessar-fogo por mais cinco dias, segundo o chefe da delegação palestina de negociação.

source: “The farmers love it,” he says.
pt: E isso é muito importante", diz ele.

source: Hadi, who led a United Nations-backed attempt to make political reforms and bury the autocracy and graft of the past, stood down shortly after Bahah offered his government's resignation, saying it did not want to be dragged into "an unconstructive political maze".
pt: Hadi, um aliado dos Estados Unidos, renunciou logo depois que o primeiro-ministro, Khaled Baha, apresentou a renúncia do seu governo, dizendo que não queria ser arrastado para "um labirinto político que não era construtivo".

source: It called for an indefinite halt to hostilities, the immediate opening of Gaza's blockaded crossings with Israel and Egypt, and a widening of the territory's fishing zone in the Mediterranean.
pt: Segundo os palestinos, a trégua proposta pelo Egito prevê o fim do bloqueio à faixa de Gaza, com a abertura das passagens ao território, controladas por Israel e pelo Egito, além de uma ampliação da zona de pesca palestina no Mediterrâneo.

source: It called for an indefinite halt to hostilities, the immediate opening of Gaza’s blockaded crossings with Israel and Egypt, and a widening of the territory’s fishing zone in the Mediterranean.
pt: Segundo os palestinos, a trégua proposta pelo Egito prevê o fim do bloqueio à faixa de Gaza, com a abertura das passagens ao território, controladas por Israel e pelo Egito, além de uma ampliação da zona de pesca palestina no Mediterrâneo.

source: The attack in the predominantly Alawite neighborhood of Jabal Mohsen was carried out by one suicide bomber, the army said .
pt: O ataque teve como alvo um café no bairro predominantemente alauíta de Jabal Mohsen, informou a agência, citando seu correspondente .

source: Two armed Charlie Hebdo suspects traced to northern France - reports
pt: Suspeitos de ataque contra Charlie Hebdo são vistos no norte da França

source: No one immediately claimed responsibility for the latest attacks, but Sunni militant groups, including the jihadist Islamic State of Iraq and the Levant (ISIL), have claimed previous bombing campaigns targeting Shia in the capital.
pt: Mas em ataques anteriores, jihadistas como os do Estado Islâmico no Iraque e no Levante (EIIL) reivindicaram as ações contra bairros xiitas.

source: SANAA, Jan 22 (Reuters) - Yemeni President Abd-Rabbu Mansour Hadi resigned on Thursday, just days after Houthi rebels battled their way into his presidential palace, plunging the unstable Arab country deeper into chaos and depriving Washington of a key ally against al Qaeda.
pt: SANAA (Reuters) - O presidente do Iêmen, Abd-Rabbu Mansour Hadi, renunciou nesta quinta-feira, disse um porta-voz do governo, jogando o país numa crise ainda mais profunda dias depois que rebeldes do grupo Houthi investiram contra o palácio presidencial.

source: On 7 July, Hamas claimed responsibility for firing rockets for the first time for 20 months after a series of air strikes that it said killed several Qassam Brigades members .
pt: No dia 7 de julho, o Hamas assumiu responsabilidade pelo lançamento de foguetes pela primeira vez em 20 meses após uma série de ataques aéreos que o grupo diz ter matado vários membros da Brigada Quassam .

source: Al-Maliki will be implicated in the report, along with more than two dozen other officials, including army chief Babikar Zebari and Atheel al-Nujaifi, the governor of Ninevah Province, where Mosul is located, according to a lawmaker who declined to be identified as he is not authorized to brief the media.Speech
pt: Al-Maliki deve ser citado no documento junto com várias outras autoridades, incluindo o chefe do exército, Babikar Zebari, e o governador da província de Ninevah, Atheel al-Nujaifi, disse uma fonte que pediu para não ser identificada.

source: “We were doubly excited about celebrating the end of the war and also our marriage,” he said.
pt: "E nós estávamos duplamente emocionados, porque festejávamos a guerra e nosso casamento", completou.

source: Old school street rap auf Deutsch and with a lyrical touch is what Ali As (formerly A$) has on offer .
pt: Um rap old school com um toque lírico – e em alemão – é o que Ali As oferece nas suas músicas .

source: United Nations Secretary-General Ban Ki-moon condemned Thursday the attack against a convoy of the UN Multidimensional Integrated Stabilization Mission in Mali (MINUSMA), which killed six peacekeepers and injured five others.
pt: BAMAKO - A ONU informou que seis capacetes azuis foram mortos e cinco ficaram feridos, na manhã desta quinta-feira, em um ataque ao comboio onde o grupo estava, no norte de Mali .

source: "I want to work in business. "
pt: "Vamos ter de trabalhar e trabalhar bem .

source: Egypt mediated a 72-hour truce on Tuesday between Israel and Hamas-led Palestinian factions that officials hope will lead to further talks and a more lasting end to the Gaza war.
pt: GAZA (Reuters) - O grupo islâmico Hamas, a facção palestina que domina a Faixa de Gaza, concordou com uma proposta do Egito para uma trégua de 72 horas com Israel na Faixa de Gaza a partir de terça-feira, disse um porta-voz do Hamas.

source: "The damage is quite extensive in Port Vila but there are so many more vulnerable islands .
pt: O estrago é muito grande na capital, Port Vila, mas é ainda pior nas ilhas menores e mais vulneráveis.

source: The 31-year-old failed to make a similar impact in the following campaign as United struggled to seventh place under new manager David Moyes.
pt: O jogador de 31 anos não conseguiu similar impacto nas campanhas seguintes e o United terminou em sétimo lugar.

source: "I don't have any support yet but if it's opened up then I can run (for president) of FIFA .
pt: Se vier a ser ele (o presidente da Fifa), vai fazer um bem para o futebol brasileiro."

source: Over the past month, five Israelis and a foreign visitor have been killed by Palestinians, either run over in vehicle-based attacks or stabbed .
pt: Nas últimas semanas, cinco israelenses e um estrangeiro foram mortos por palestinos –ou atropelados ou esfaqueados .

source: The two leaders reaffirmed their shared commitment to ending the threat of armed groups, particularly the Democratic Forces for the Liberation of Rwanda (FDLR) .
pt: A Casa Branca diz que os dois líderes também reafirmaram seu compromisso de acabar com a ameaça de grupos armados na região do Congo.

source: He said the weapons had fallen into the hands of the Democratic Union Party (PYD) -- a Syrian Kurdish group that Ankara does not support -- and also Islamic State of Iraq and Syria (ISIS)
pt: As armas que os Estados Unidos lançaram sobre a cidade síria de Kobane serão de grande ajuda para os combatentes curdos que lutam contra o grupo Estado Islâmico (EI), afirmou um porta-voz das forças curdas.

source: Nigeria abductions: Chibok girls remembered one year on
pt: Deborah é uma das meninas raptadas em Chibok

source: She said "things have changed" since October 2013, when she cancelled an official state visit after revelations from former National Security Agency contractor Edward Snowden that the United States had spied on her.
pt: A visita de Dilma a Washington seria realizada em outubro de 2013, mas foi cancelada ao vir à tona que a presidente brasileira era espionada pela NSA, Agência de Segurança Nacional dos EUA.

source: On Tuesday, Netanyahu said in a speech in the U.S. Congress that Washington was negotiating a bad deal with Iran that could spark a "nuclear nightmare," drawing a rebuke from President Barack Obama and exposing a deepening U.S.-Israeli rift.
pt: O presidente dos Estados Unidos, Barack Obama, disse nesta terça-feira que o primeiro-ministro israelense, Benjamin Netanyahu, não apresentou, diante do Congresso norte-americano, qualquer alternativa viável para o projeto de acordo sobre o programa nuclear iraniano .

source: I didn't like it, but the five men who dated me that night showed me what to do .
pt: Foi um susto pra mim, demonstra que eu não conhecia a pessoa com quem eu morava .

source: Moscow has already imposed bans on Ukrainian juice and dairy produce, Polish vegetables and Australian beef, saying it might target Greek fruit and U.S. poultry.
pt: Moscou já impôs proibições ao suco e produtos lácteos ucranianos, vegetais poloneses e carne bovina australiana.

source: Paris has taken the lead in the probe, and Hollande has said the remains of all passengers on the plane -- not just French nationals -- would be repatriated to France.
pt: O presidente francês, François Hollande, declarou no sábado que "assim que possível, todos os corpos serão trazidos de volta para a França".

source: Rousseff also ordered Justice Minister Jose Eduardo Cardozo to ask federal police to get her the list of people named by Costa.
pt: Pediu informações ao ministro da Justiça, José Eduardo Cardozo, mas ele não teve acesso ao depoimento de Costa.

source: The laboured victory at Espanyol's Cornella-El Prat stadium lifted the champions, who are chasing a fifth domestic league triumph in six years, above Atletico into first place on 75 points from 31 of 38 matches.
pt: A vitória no estádio Cornellá-El Prat, do Espanyol, deixou o atual campeão, que busca o quinto título de La Liga em seis anos, no primeiro lugar da tabela, à frente do Atlético, com 75 pontos em 31 jogos.

source: I’m sorry for you.
pt: "Me sinto muito bem .

source: It had not occurred to her that someone might be following them as they headed across the river towards Nemtsov's apartment.
pt: Não ocorreu que pudessem estar sendo seguidos enquanto atravessavam o rio com destino ao apartamento de Nemtsov, segundo ela.

source: Katriuk always maintained he was forced to join a Ukrainian battalion of the SS and denies the charges.
pt: Ele sempre afirmou ter sido forçado a se unir ao batalhão ucraniano da SS (tropa de elite nazista) e rejeitava todas as acusações.
